package classes;

public class GoodsInfo {
    public static String[] goodsInfo = new String[] {
            "葡萄汁:\n这是一种美味的果汁，具有浓郁的葡萄香气和天然的甜味。\n它是由新鲜的葡萄经过榨汁处理制成，口感鲜美，清爽怡人，是一种非常受欢迎的饮品。",
            "草莓牛奶:\n这是一种美味的奶制饮品，以新鲜的草莓和鲜奶为主要原料制成。\n它具有鲜美的草莓香味和浓郁的奶香味，口感绵密柔滑，让人感受到甜蜜的味道和丝丝缕缕的幸福感。",
            "橘子汁:\n这是一种具有天然鲜橙色的果汁，以新鲜的橙子为原料制成。\n它有着浓郁的橙子香气和甘甜的口感，是一种非常清爽的饮料，可以提供大量的维生素C和矿物质，为身体提供充足的营养。",
            "果菜汁:\n这是一种非常健康的饮料，以新鲜的水果和蔬菜为原料，通过榨汁机处理而成。\n它不仅具有多种水果和蔬菜的口感，而且可以提供身体所需的各种维生素和矿物质，是一种非常营养丰富的饮品。",
            "檸檬汁:\n这是一种非常清爽的饮料，以新鲜的檸檬为原料制成。\n它有着浓郁的檸檬香气和微酸的口感，非常适合在炎热的夏季享用，可以帮助消暑解渴，同时还可以提供身体所需的维生素C。",
            "蜂蜜檸檬:\n这是一种结合了檸檬的清爽口感和蜂蜜的甜美味道的饮料。\n它具有浓郁的檸檬香气和甜蜜的味道，是一种非常受欢迎的饮品，可以提供身体所需的维生素和能量。"
    };

}
